Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidentens_tale_til_sametingsradets_beretning_om_virksomheten_juni_2023.html.tmx
Source language: nob
Languages: sme

source: Sametingspresidentens tale til sametingsrådets beretning om virksomheten, juni 2023
sme: Sámediggepresideantta sárdni sámediggeráđi doaibmadieđáhussii, geassemánnu 2023

source: Sametingspresident Silje Karine Muotkas tale til sametingsrådets beretning om virksomheten, 7. juni 2023.
sme: Sámediggepresideantta Silje Karine Muotka sárdni sámediggeráđi doaibmadieđáhussii, geassemánu 7. beaivvi 2023.

source: Sametingspresident Silje Karine Muotka Liv Inger Somby, Sámediggi
sme: Silje Karine Muotka Liv Inger Somby, Sámediggi

source: Møteleder, sametingsrepresentanter
sme: Čoahkkinjođiheaddji, sámediggeáirasat

source: Sannhets- og forsoningskommisjonens rapport ble lagt frem den 1. juni 2023.
sme: Duohtavuođa- ja soabahankommišuvnna raporta biddjui ovdan geassemánu 1. beaivvi dán jagi.

source: Mitt håp er at rapporten er så sterk at den kan bli et sterkt nok bidrag til at historien om fornorskingen og kan bli det referansepunktet vi alle trenger for å kunne ha den allmenne og brede forståelsen av denne delen av vår felles historie.
sme: Mu doaivva lea ahte raporta šaddá gáldun ja duođaštussan dáruiduhttima birra ja ahte dat šaddá dakkár čujuhančuokkisin maid mii buohkat dárbbašit vai mis lea govda áddejupmi dán oasis min oktasaš historjjás.

source: Mine tanker er hos de mange som har vist kommisjonen og oss alle den tillit å være sannhetsvitner omkring hva de har opplevd og opplever.
sme: Mu jurdagat leat dan máŋgasa luhtte geat leat čájehan kommišuvdnii ja midjiide buohkaide dan luohttámuša ahte leat duohtavuođavihtanin das maid sii leat vásihan ja vásihit.

source: Jeg er takknemlig for dette, og jeg er overbevist om at nettopp dette er det aller viktigste som kommisjonen har bidratt til, nemlig at alle historiene og de personlige stemmene kunne samles inn i løpet av kommisjonens virketid.
sme: Lean hui giitevaš dan ovddas, ja jáhkán duođai ahte juste dát lea dat buot deháleamos masa kommišuvdna lea váikkuhan, namalassii ahte buot dát historjját ja persovnnalaš jienat leat čohkkejuvvon kommišuvnna doaibmanáiggis.

source: Jeg vil takke kommisjonen og alle de som har arbeidet som sakkyndige utredere og hele sekretariatet.
sme: Háliidan giitit kommišuvnna, buot áššedovdiid ja olles čállingotti.

source: Det arbeidet dere har gjort med å møte både smerte, tap og historier om denne mørke epoken har nok vært et meget krevende arbeid.
sme: Dat bargu maid dii lehpet bargan go lehpet gieđahallan sihke bákčasiid, vahágiid ja historjjáid dán sevdnjes áiggi birra, lea árvideames leamaš hui gáibideaddji bargu.

source: Det er mange sterke historier og mye å ta inn over seg.
sme: Leat olu garra historjját ja olu maid galgá vuodjudit.

source: Selv om mye har vært kjent for oss er det sterkt å få det presentert på denne måten.
sme: Vaikko olu lea leamaš midjiide oahpis, de lea garas go dat ovdanbuktojuvvo ná.

source: Historiene krever at vi lytter.
sme: Historjját gáibidit ahte mii guldalit.

source: En av de historiene som har truffet meg er historien som blir fortalt fra Ruŋgu /Spansdalen.
sme: Okta dain historjjáin mii lea čuohcan munnje lea historjá mii lea muitaluvvon Ruŋggus.

source: Å lese om den behandlingen de samiske barna fra Spansdalen opplevde i møte med skolen er hjerteskjærende.
sme: Lohkat dan birra movt Ruŋggu sámi mánáiguin leat meannudan go álge skuvlii bávččagahttá mu váimmu.

source: Uten utredning og forsøk på å finne årsaker ble barna vurdert som evneveik og at de burde sendes på spesialskole.
sme: Almmá iskkademiid ja sivvaoktavuođaid haga de árvvoštalle ahte mánát leat bázahallan ja ahte sin ferte sáddet erenoamášskuvlii.

source: Det var en behandling og et system som har skapt uopprettelige sår i dette lokalsamfunnet.
sme: Dát lea meannudeapmi ja vuogádat mii lea dahkan háviid mat eai savvo dán báikegoddái.

source: Vi vet at det ikke var de samiske elevene fra Ruŋgu /Spansdalen det var noe galt med – nå vet mange flere det – takket være at vi løfter fram slike historier.
sme: Mii diehtit ahte Ruŋggu sámi mánáin ii lean mihkke sivaid – ja dál dihtet vel eambbosat dán, dan dihte go dákkár historjját dál leat loktejuvvon ovdan.

source: Norge har alltid vært et flerkulturelt samfunn.
sme: Norga lea álo leamaš máŋggakultuvrralaš servodat.

source: Nordmenn og samer har en lang historisk tilstedeværelse i landet, mens kvener og skogfinner er minoriteter med mange hundre års tilknytning til Norge.
sme: Dážat ja sápmelaččat leat guhká leamaš riikkas, ja kvenat ja norggasuopmelaččat leat ges máŋga čuođi jagi leamaš Norggas.

source: Deres historie er også en del av denne rapporten og den kunnskapen som her er gitt oss er viktig.
sme: Sin historjját leat maid oassin dán raporttas ja dat máhttu mii dákko bokte lea addon midjiide lea dehálaš.

source: Arven etter fornorskningspolitikken deler vi.
sme: Mii juogadit dáruiduhttinpolitihka árbbi.

source: Vi håper kunnskap om dette vil kunne bidra til forsoning og bøte på urett.
sme: Mii sávvat ahte máhttu dán birra váikkuha soabadeapmái ja ahte vearrivuohta buhtaduvvo.

source: Kommisjonsrapporten er for meg ikke utelukkende en fremstilling av offerfortellinger og et stykke arbeid som setter oss som folk i en evig offerrolle som noen har hevdet i de få dagene siden rapporten ble lagt frem.
sme: Kommišuvdnaraporta ii leat munnje dušše ovdanbuktin oaffarhistorjjáin ja bargu mii bidjá min álbmogin agálaš oaffarrollii, nu go muhtimat leat čuoččuhan dán áiggis maŋŋel go raporta ovdanbuktojuvvui.

source: Tvert om blir jeg overveldet av tanken på at det er historier om overlevelse kulturelt, språklig og menneskelig også.
sme: Munnje čuohcá baicca hui garrasit dat jurdda ahte dát leat historjját birgema birra, sihke kultuvrralaččat, gielalaččat ja maiddái olmmošlaččat.

source: For vi er her, med alle våre krefter og de stemmene vi har.
sme: Go mii leat dás, buot iežamet fámuiguin ja daiguin jienaiguin mat mis leat.

source: Det er ingen selvfølge.
sme: Dat ii leat diehttelas ášši.

source: Stadig flere tar stegene mot å vitalisere sin samiske bakgrunn med alt det som det kan romme av mangfold og ulike forutsetninger og ønsker.
sme: Ain eambbosat váldit lávkkiid dan guvlui ahte ealáskahttit iežaset sámi duogáža, ja dát sisttisdoallá sihke girjáivuođa, iešguđet eavttuid ja sávaldagaid.

source: Det er et bevis på vår kraft og vilje.
sme: Dát lea min fámu ja dáhtu duođaštus.

source: Jeg vet at mange som kan det, fortsatt ikke har tatt disse skrittene – og jeg skjønner at det er noe som handler om mange forhold.
sme: Mun dieđán ahte máŋggas geat sáhttet eai leat vel váldán dáid lávkkiid – ja ádden ahte lea juoga masa olu diŋggat váikkuhit.

source: Å begjære seg skrevet inn i Sametingets valgmanntall er et forhold som er regulert i sameloven.
sme: Bivdit iežas čállojuvvot Sámedikki válgajienastuslohkui lea dilálašvuohta mii lea regulerejuvvon sámelágas.

source: Kriteriene for å begjære seg skrevet inn i valgmanntallet består av et subjektivt kriterium og et objektivt kriterium.
sme: Eavttuin čálihit iežas váljajienastuslohkui lea sihke subjektiivvalaš ja objektiivvalaš bealli.

source: I den senere tiden har det vært mange diskusjoner av disse kriteriene og forvaltningen av valgmanntallet.
sme: Maŋemus áiggiid leat leamaš olu digaštallamat dáid eavttuid dihte ja dan birra movt válgajienastuslohku hálddašuvvo.

source: Sametingets plenum har besluttet at det er plenumsledelsen som skal forvalte valgmanntallet.
sme: Sámedikki dievasčoahkkin lea mearridan ahte lea dievasčoahkkinjođihangoddi mii galgá hálddašit válgajienastuslogu.

source: Dette er en oppgave som plenumsledelsen sørger for.
sme: Dát lea bargu maid dievasčoahkkinjođihangoddi dahká.

source: Det er ikke sametingsrådet som forvalter valgmanntallet, men det sametingsrådet har ansvar for er å sikre at vi foreslår et budsjett som gjør denne forvaltningen mulig.
sme: Sámediggeráđđi ii hálddaš válgajienastuslogu, muhto sámediggeráđis lea ovddasvástádus sihkkarastit ahte mii árvalit bušeahta mii dahká dán hálddašeami vejolažžan.

source: De administrative ressursene er finansiert av en større budsjettpost på Sametingets budsjett.
sme: Hálddahuslaš resurssat leat ruhtaduvvon stuorát bušeahttapoasttas Sámedikki bušeahtas.

source: Direktøren har fullmakter til å organisere den administrative virksomheten i tråd med de behov organisasjonen har – men vi må erkjenne i denne salen at det også skjer med de økonomiske begrensningene som budsjettet legger opp til.
sme: Direktevrras leat fápmudusat organiseret hálddahuslaš doaimma daid dárbbuid ektui mat organisašuvnnas leat – muhto mii fertet dán lanjas maid mieđihit ahte dat dáhpáhuvvá maiddái daid ekonomalaš ráddjejumiid mielde mat bušeahtas leat.

source: I tiden etter nyttår har det vært en meget stor økning i antallet som har begjært seg skrevet inn i Sametingets valgmanntall.
sme: Maŋŋel ođđajagi lea leamaš hirbmat stuora lassáneapmi olbmuin geat leat bivdán iežaset čálihit Sámedikki válgajienastuslohkui.

source: Dette er svært gledelig slik jeg ser det, og mitt ønske er at alle som fyller kriteriene for det etter loven skal skrive seg inn.
sme: Dát lea hui illudahtti mu mielas, ja mu sávaldat lea ahte buohkat geat lága mielde devdet eavttuid sisačálihit iežaset.

source: I alle valg, også sametingsvalget, er det velgerne som bestemmer hvem de vil gi sin tillit i valg til inne i stemmelokalet.
sme: Juohke válggas, maiddái sámediggeválggas, leat jienasteaddjit geat mearridit geasa háliidit addit iežaset luohttámuša válgga jienastanlanjain.

source: Det er en forutsetning for demokratiske valg.
sme: Dát lea demokráhtalaš válgga eaktu.

source: Det fremstår selvsagt, men jeg vil gjerne gjøre det klinkende klart at vi alle som ansvarlige politikere vil akseptere valgresultater uansett hva disse resultatene måtte bestå i. Det har alltid vært klart for meg, helt siden de første gangene jeg stilte mine krefter til rådighet for politisk arbeid, at du både kan bli valgt og ikke valgt.
sme: Dat orru diehttelas ášši, muhto áiggun dahkat čielggasin ahte mii boahtit ovddasvástideaddji politihkkárin dohkkehit válgabohtosiid vaikko makkár bohtosat šaddet. Munnje lea álo leamaš čielggas, dan rájes juo go serven politihkalaš bargui vuosttaš geardde, ahte sáhtát sihke válljejuvvot dahje ii válljejuvvot.

source: Det er jeg fortsatt opptatt av, det ligger meg tungt for hjertet at velgernes vilje skal bli respektert og at den skal få konsekvenser gjennom valget.
sme: Lea munnje ain dehálaš ahte jienasteddjiid dáhttu galgá doahttaluvvot ja ahte das galget váikkuhusat válggaid čađa.

source: Jeg vil gjøre det klart at ingen har foreslått noen endringer i dagens kriterier for Sametingets valgmanntall denne perioden.
sme: Mun háliidan dás deattuhit ahte ii leat dán áigodagas árvaluvvon rievdadit Sámedikki válgajienastuslogu - dálá eavttuid vuođul.

source: Den undersøkelsen som flertallet i Sametinget har bestilt er fremstilt som en jakt på manntallsjuksere.
sme: Dan guorahallama man Sámedikki eanetlohku lea diŋgon, dat dulkojuvvo ná - ahte leat ohcamin jienastuslogu verrošeddjiid.

source: Det må jeg si at en anonym og frivillig undersøkelse i valgmanntallet ikke kan bidra til i det hele tatt. Jeg må avvise det fullstendig.
sme: Dát lea anonyma ja eaktodáhtolaš guorahallan válgajienastuslogu birra ja danne háliidan dás deattuhit, ahte dát eai leat duođat.

source: Det kan tvert om kaste lys over om bevisstheten hos de manntallsførte omkring samelovens kriterier er der, og videre så har jeg personlig en forventning om at alle de som velger å besvare en eventuell undersøkelse svarer at de fyller både det subjektive og objektive kriteriet.
sme: Baicce sáhttá eanet dieđuid oažžut sin birra geat leat jienastuslogus ja sin dihtomielalašvuođas mat leat sámelága eavttut. Viidáset leat mus persovnnalaš vuordámušat ahte buohkat geat servet dán vejolaš iskkadeapmái, sii vástidit sihke dan subjektiivva ja objektiivva vuođul.

source: Jeg forventer altså at en undersøkelse kan være et grunnlag for å fastslå at vi IKKE har en situasjon der valgmanntallet IKKE er i tråd med lovens kriterier.
sme: Mun maid vuorddán ahte dát iskkadeapmi lea vuođđun dasa ahte mii eat leat dan dilis ahte válgajienastuslogus eat čuovo lágalaš kriteraijaid.

source: Det er dermed et steg i retning av å bekrefte valgmanntallets korrekthet, og ikke det motsatte.
sme: Rievttes bargovuohkin lea duođaštit ahte válgajienastuslogus leat rievttes dieđut, ii ge nuppe láhkai.

source: Videre ønsker flertallet kunnskap om de som har valgt å melde seg ut av valgmanntallet.
sme: Seammás de háliida eanetlohku eambbo dieđuid sin birra geat leat válljen dieđihit iežaset eret jienastuslogus.

source: Hva er grunnene til dette?
sme: Mii lea sivvan dása?

source: Det er kunnskap vi ikke har. Det mener jeg at vi har interesse av.
sme: Dát dieđut váilot mis ja mu mielas lea dárbu dán diehtit.

source: Jeg kunne ønske at opposisjonen også deltar i de funksjonene som er nødvendig for å kunne sikre bredest mulig kontroll og påvirkningsmuligheter av den forvaltningen som plenumsledelsen står for i det daglige.
sme: Mun sávašin ahte opposišuvnnas maid servet daidda doaimmaide, - mat leat dárbbašlaččat sihkkarastit dan buoremus dárkkisteami ja váikkuhanvejolašvuođaid - dan hálddašeamis man dievasčoahkkinjođiheaddji doaimmaha beaivválaččat.

source: Kanskje ville det vært en klar mulighet til å kunne fremme forslag for å sikre bredest mulige hensyn i dette viktige arbeidet?
sme: Soaitá leat sihke vejolašvuohtan ja dárbun ovddidit vuđolaš vuhtiiváldima dán dehálaš barggus?

source: Det må jeg bare erkjenne at det største opposisjonspartiet ikke har ønsket.
sme: Ferten dás beare mieđihit ahte dat stuorámus opposišuvnnaidbellodat ii dáhto dán.

source: Det mener jeg er beklagelig.
sme: Dát lea šállošahtti.

source: Så over til arbeidet med å følge opp rapporten fra sannhets- og forsoningskommisjonen.
sme: Dasto de movt čuovvula duohtavuođa- ja soabahankommišuvnna raportta.

source: Kommisjonen har foreslått en rekke tiltak.
sme: Kommišuvdna lea árvalan máŋggaid doaibmabijuid.

source: Sametingets plenum må behandle rapporten, og det vil sametingsrådet legge opp til å best mulig måte.
sme: Sámedikki dievasčoahkkin galgá meannudit raportta ja sámediggeráđđi háliida dán barggu láhčit buoremus lági mielde.

source: Svarene på om dette er sannheten, om tiltakene som er foreslått er gode og riktige, om vi kan ta nødvendige steg mot forsoning ligger i den behandlingen som vi får til sammen med Stortinget.
sme: Vástádusat ahte lea go dá dát duohtavuohta, leat go árvaluvvon doaibmabijut sihke buorit ja riekta, ja sáhttit go mii čuovvulit seanadeami dahje soabaheami? Dát leat vuođđun meannudeamis maid mii ovttasráđiid dahkat Stuorradikkiin.

source: Forsoning er et begrep som omhandler mye, men la meg også bruke tid her på å nevne at unnskyldninger ofte er noe man diskuterer.
sme: Soabadeapmi lea viiddis doaba, muhto ferten maiddái geavahit áiggi namuhit ahte ándagassii bivdin lea juoga man birra dávjá ságastallo.

source: Unnskyldninger er viktige, de har stor betydning, og tjener ofte som referansepunkter for ettertiden.
sme: Ándagassii bivdimat leat dehálaččat, ja das lea stuorra mearkkašupmi - ja maŋit áigái lea sihke ávkin ja dehálaš duođaštussan.

source: Det skal jeg ikke snakke så mye om her.
sme: In áiggo nu ollu áiggi geavahit dál dása.

source: La meg heller snakke om unnskyldningens tvilling: tilgivelsen.
sme: Áiggun baicce geavahit áiggi ándagassiiaddojupmái.

source: Å spørre seg selv om man er klar til å tilgi et forhold som gir grunnlag for unnskyldning er et stort spørsmål.
sme: Jearrat alddámet ahte leat go gergosat ándagassiiaddojupmái. Dát han lea dan stuorra gažaldaga vuođđu ándagassii bivdimis.

source: Nå når rapporten nettopp er gjort kjent, med alle de personlige historiene og eksemplene som er opprivende og også beskriver hendelser som har frarøvet vårt folk vårt språk, vår kultur, våre rettigheter, våre kofter og vår joik.
sme: Dál go raporta lea almmuhuvvon ja buot dat olbmuidmuitalusat maid leat gullan maŋimuš beivviid, dat leat duođalaš duođaštussan movt min álbmot lea massán giela, min kultuvrra, min vuoigatvuođaid, min gávttiid ja min luđiid.

source: Eksempler som har røvet vekk barndommen og muligheter, skadeverk på menneskesjela.
sme: Leat ovdamearkkat mo mánnávuohta vejolašvuođaiguin lea rieviduvvon ja mat leat bilidan olbmuid sieluid.

source: Er vi i stand til å tilgi fra dette parlamentet, det folkevalgte organet vårt.
sme: Leatgo mii dán parlameanttas gergosat addit ándagassii, min álbmotválljen orgánas?

source: Tilgi på alle disse sannhetsvitnenes vegne, tilgi på hele vårt folks vegne og gjøre det ektefølt?
sme: Addit ándagassii sin ovddas dahje sin dihte geat leat duohtavuođavihtanat, addit ándagassii min álbmoga dihte ja ahte dás livččii dat duohtadáhttu?

source: Møteleder, når jeg spør meg selv det spørsmålet, så blir jeg overveldet av hvor krevende dette er.
sme: Čoahkkinjođiheaddji, mun jearan alddán maid dán seamma gažaldaga, ja ferten mieđihit man váttis dát lea.

source: Forsoning, - vi i denne salen søker ofte å fremheve de ulike synene, alternative syn.
sme: Soabaheapmi dahje seanadeapmi - mii dávjá dán čoahkkinlanjas háliidat deattuhit daid iešguđetge oainnuid, alternatiiva oainnuid.

source: Det er også et faktum.
sme: Dát lea maiddái duohtavuohta.

source: Intern forsoning er en del av dette arbeidet.
sme: Siskkáldas soabaheapmi lea oassin dán barggus.

source: For meg så innebærer intern forsoning også mange drøftinger, akkurat nå er det store forskjeller og ulike situasjoner i de ulike delene av Sápmi.
sme: Munnje lea siskkáldas soabaheapmi maiddái máŋgga dási suokkardallamat. Dál leat stuorra erohusat ja máŋggalágan dilit iešguđetge guovlluin Sámis.

source: Og møteleder, jeg vet at skjevheter som eksisterer – har en tendens til å selvforsterke seg. Dette er noe vi burde være oppmerksomme på.
sme: Ja čoahkkinjođiheaddji, mun dieđán ahte dat boasttuvuođat dahje bonjuvuođat mat leat dál – dat sáhttet maid leavvat.

source: Jeg er ydmyk ovenfor oppgaven med å legge til rette for en best mulig saksbehandling av denne rapporten som nettopp er gjort kjent.
sme: Dá lea juoga maid mii fertet adnit muittus. Vuollegašvuođain háliidan bidjat buori vuođu áššemeannudeapmái, dán aiddo almmuhuvvon raporttas.

source: Jeg vil invitere dere inn i å drøfte hvordan vi kunne og burde gjøre dette.
sme: Mun háliidan din bovdet suokkardallamiidda, ahte mo sáhttit ja berret mii dán bargat.

source: I dette arbeidet hører det til en drøfting også av Sametingets prioriteringer, den selvforsterkende situasjonen at samer i områder der de er få og uten mulighet til å få til institusjoner og tilbud som man i andre områder tar for gitt, ofte vil kunne oppleve en dobbelt følelse av nedprioritering, både fra storsamfunnet og fra det samiske samfunnet.
sme: Dán bargui gullá maid suokkardallat Sámedikki vuoruhemiid.

source: Også de samiske språkene er en veldig ulik situasjon, og det speiler seg på alle samfunnsområder.
sme: Dat duođalaš árgabeaivve dilli mii duođašta daid sápmelaččaid fálaldagaid geat ásset guovlluin gos leat unnitlogus, dahje dušše moattis. Sis eai leat dat seamma vejolašvuođat sámi ásahusaid bálvalusaide, eaige sis leat dat fálaldagat mat eará guovlluin leat lunddolaččat.

source: Det er derfor det er viktig at vi også søker å gjennomgå dette.
sme: Sii dávjá vásihit duppalit heajos vuoruhemiid, sihke stuorraservodagas ja sámi servodagas.

source: Vi vet at vi mangler økonomiske ressurser og myndighet for mange utfordringer vi har adressert i denne salen.
sme: Maiddái sámegielat leat iešguđetge diliin ja dát maid vuhtto bures buot servodatdásiin.

source: Det er derfor vi må evne å sette søkelys på dette med mål om å skape forståelse for at selve Sametinget er en av flere viktige redskaper for å møte utfordringene som fornorskningen har medført.
sme: Danne lea dehálaš ahte mii maiddái dán suokkardat.

source: Møteleder, det er mye som har skjedd denne beretningsperioden.
sme: Dán dievasčoahkkinlanjas, de mii han diehtit bures, ahte mis váilot ekonomalaš resurssat ja váldi máŋgga hástalusa suorggis.

source: To ganger har vi sett samiske ungdommer og unge naturvernere – ja store folkemengder har tatt til gata for å kjempe for at menneskerettighetene etterleves.
sme: Danne fertet mii nagodit bidjat ain deattu dása ja seammás nannet servodahkii dan áddejumi - ahte Sámediggi lea okta dain deháleamos ásahusain mii duste dáruiduhttima váikkuhusa hástalusaid.

source: De er menneskerettsforkjempere, sterke i viljen – og med rettsstaten i ryggen i form av en enstemmig høyesterettsdom.
sme: Čoahkkinjođiheaddji, ollu lea dáhpáhuvvan dan maŋimuš dieđáhusa áigodagas.

source: De er fremtiden, de er i sin rett og det vil jeg gi uttrykk for at jeg mener et utviklet demokrati skal romme.
sme: Guovtte geardde leat vásihan mo sámenuorat ja nuorra luonddugáhttejeaddjit – ja stuorra álbmotjoavkkut leat čuollan ahte olmmošvuoigatvuođaid čuvvot.

source: Jeg er stolt av at de er sterke,
sme: Sii leat olmmošvuoigatvuođaid bealušteaddjit, garra dáhttu- ja leat sis lea duogážis ovttajienalaš Alimusrievtti duopmu.

source: Er det politisering å be om at en enstemmig Høyesterettsdom etterleves?
sme: Sii leat boahtteáigi, sis lea vuoigatvuohta, ja dan háliidan dás dál dajat - ahte dát leat oasit ovdánahttit demokratiija.

source: Nei, mener jeg.
sme: Lean rámis go leat nu gievrrat.

source: Dette må adresseres i en tid der man spør om det finnes tillit.
sme: Lea go politiseren bivdit ahte ovttajienalaš Alimusrievtti duopmu čuovvuluvvo?

source: Møteleder, jeg deltok på FNs permanente urfolksforum i New York.
sme: Ii, oaivvildan mun.

source: Jeg er glad for at forumet med verdens urfolk også har påtalt at Norge må etterleve Fosen-dommen.
sme: Dat lea oassin dálá áiggi gažadeamis, ahte gávdno go šat luohttámuš.

source: Jeg fikk også besøkt Brasils urfolk der det første urfolksforumet møtte i kongressen.
sme: Čoahkkinjođiheaddji, ledjen ON álgoálbmogiid bistevašforuma čoahkkimis New Yorkkas.

source: Jeg har invitert Brasils første urfolksminister til Sametinget og håper det kan skje til høsten.
sme: Lean duhtavaš go máilmmi álgoálbmogat leat bivdán Norgga čuovvulit Fovsen Njaarke duomu.

source: I etterkant av besøket i Brasil har situasjonen utviklet seg mot et forsøk på tilbakeslag for det nye urfolksdepartementet.
sme: Mun maid galledin álgoálbmogiid Brasilas, gos dat vuosttaš álgoálbmotforuma ovddasteaddjit čoahkkinaste kongreassas.

source: Møteleder, jeg vil orientere Sametingets plenum om at jeg har besluttet å oppnevne Berit Marie P. Eira fra Johttisapmelaccat listtu som sametingsråd med ansvar for :
sme: Lean bovden Brasila vuosttaš álgoálbmot ministera Sámediggái ja sávan ahte son boahtá deike čakčat dán jagi.

source: Tradisjonell kunnskap Duodji Eldrepolitikk Likestilling Reindrift og jordbruk Rovvilt Finnmarkseiendommen Kirke og livssyn
sme: Maŋŋil min galledeami Brasilas, de lea sin dilli doppe vearáskan - ahte fámut geahččalit fámuhuhttit dan ođđa álgoálbmotdepartemeantta.

source: Det er også gjort andre justeringer av ansvarsområdene for rådsmedlemmene, dette er kunngjort fra Sametingets nettside og møteleder, men det blir delt ut ei liste til dere representanter slik at dere er formelt orientert om justeringene.
sme: Čoahkkinjođiheaddji, mun maid háliidan dieđihit Sámedikki dievasčoahkkimii, ahte lean mearridan nammadit Juhána Piera Biret Márjjá, Berit Marie P. E. Eira Johttisápmelaččaid listu áirasa sámediggeráđđái ja su ovddasvástideaddji suorggit lea dát:

source: Oppnevningen av Berit Marie Eira skjer fordi det er sykefravær på ubestemt tid.
sme: Árbevirolaš máhttu

source: Dette er noe som gjør at oppnevningen skjer i påvente av mer informasjon og er derfor inntil videre.
sme: Duodji
